import {
  CarRental,
  EventAvailable,
  Computer,
  Face,
  MonetizationOn,
  Build,
} from "@mui/icons-material";

const serviceData = [
  {
    icon: CarRental,
    name: "Широкий выбор транспортных средств",
    des: "Наша служба аренды автомобилей предлагает разнообразный парк транспортных средств для удовлетворения любых потребностей и предпочтений. Планируете ли вы семейный отдых, деловую поездку или просто нуждаетесь в надежном автомобиле для ежедневных поездок - мы позаботимся о вас.",
  },
  {
    icon: EventAvailable,
    name: "Гибкие варианты аренды",
    des: "Мы понимаем, что у каждого клиента есть свои уникальные требования, поэтому мы предлагаем гибкие варианты аренды для различных графиков и бюджетов. Нужен ли вам автомобиль на несколько часов, на день, на неделю или даже на более длительный срок, наши планы аренды разработаны для удобства и доступности.",
  },
  {
    icon: Computer,
    name: "Удобное онлайн-бронирование",
    des: "Попрощайтесь с длинными очередями и бесконечными бумагами! С нашей удобной платформой онлайн-бронирования клиенты могут забронировать желаемый автомобиль, не выходя из дома. Наш удобный интерфейс позволяет легко просматривать, выбирать и бронировать автомобили, обеспечивая беспроблемный опыт от начала и до конца.",
  },
  {
    icon: Face,
    name: "Исключительное обслуживание клиентов",
    des: "В компании ALFA-Car удовлетворение потребностей клиентов является нашим главным приоритетом. Наша команда преданных своему делу профессионалов стремится обеспечить исключительное обслуживание на каждом этапе процесса аренды.",
  },
  {
    icon: MonetizationOn,
    name: "Прозрачные цены и отсутствие скрытых платежей",
    des: "Мы верим в прозрачность и честность, когда речь идет о ценах. У нас вы видите то, что получаете - никаких скрытых платежей и сюрпризов. Наша структура цен проста и конкурентоспособна, что гарантирует нашим клиентам наилучшее соотношение цены и качества.",
  },
  {
    icon: Build,
    name: "Техническое обслуживание автомобилей",
    des: "Ваша безопасность - наш приоритет. Перед каждой арендой наши автомобили проходят тщательный осмотр и техническое обслуживание, чтобы гарантировать их соответствие самым высоким стандартам безопасности. Мы принимаем все меры для того, чтобы наш автопарк находился в идеальном cостоянии.",
  },
];

export default serviceData;
